tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "asdf"
brew "bat"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "lsd"
brew "mas"
brew "ripgrep"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "tree"
brew "vim"
brew "xh"
cask "amazon-music"
cask "appcleaner"
cask "biscuit"
cask "clipy"
cask "deepl"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "onyx"
cask "spotify"
cask "stats"
cask "visual-studio-code"
mas "Enpass", id: 732710998
mas "LINE", id: 539883307
