tap "earthly/earthly"
tap "ethereum/ethereum"
tap "hacker1024/hacker1024"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "vmware-tanzu/tanzu"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "awscli"
brew "bat"
brew "broot"
brew "cask"
brew "colordiff"
brew "curl"
brew "dotnet"
brew "ethereum"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "gpatch"
brew "helm"
brew "hugo"
brew "istioctl"
brew "kind"
brew "lazydocker"
brew "libxslt"
brew "linkerd"
brew "lsd"
brew "mas"
brew "minikube"
brew "mono"
brew "neofetch"
brew "nodenv"
brew "pwgen"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "rustup-init"
brew "starship"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "tree"
brew "unzip"
brew "vim"
brew "xh"
brew "zig"
brew "zsh"
brew "earthly/earthly/earthly"
brew "hacker1024/hacker1024/coretemp"
brew "hashicorp/tap/terraform"
brew "vmware-tanzu/tanzu/tanzu-community-edition"
cask "adobe-acrobat-reader"
cask "amazon-music"
cask "appcleaner"
cask "clipy"
cask "deepl"
cask "discord"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-teams"
cask "rekordbox"
cask "sequel-ace"
cask "spotify"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
mas "Enpass", id: 732710998
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
