tap "hacker1024/hacker1024"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "bat"
brew "osx-cpu-temp"
brew "bpytop"
brew "curl"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "helm"
brew "istioctl"
brew "lazydocker"
brew "libxslt"
brew "lsd"
brew "mas"
brew "nodenv"
brew "pwgen"
brew "ripgrep"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "tree"
brew "unzip"
brew "vim"
brew "xh"
brew "hacker1024/hacker1024/coretemp"
brew "hashicorp/tap/terraform"
cask "adobe-acrobat-reader"
cask "amazon-music"
cask "appcleaner"
cask "biscuit"
cask "clipy"
cask "deepl"
cask "discord"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "onyx"
cask "rekordbox"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "zoom"
mas "Enpass", id: 732710998
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
